import { locales } from '../locales';

export const bel = {
  [locales.bel]: {
    blockName: 'ДОСВЕД ПРАЦЫ',
    monbel:
      'КІРАЎНІК ПРАЕКТАЎ, ПРЫВАТНАЕ ПАДПРЫЕМСТВА «МАНБЕЛ», МІНСК, БЕЛАРУСЬ',
    value1MonbelContent: '•	Арганізацыя вытворчасці мэблі.',
    value2MonbelContent: '•	Распрацоўка новых прадметаў мэблі.',
    value3MonbelContent: '• Займаўся сертыфікацыяй мэблі.',

    vdsGroup:
      'НАМЕСНІК НАЧАЛЬНІКА КІРАВАННЯ ПА КАНСАЛТЫНГУ І ІНВЕСТЫЦЫЯМ, КІРАЎНІК АДДЗЕЛУ VDS-CITY, VDS GROUP, МІНСК, БЕЛАРУСЬ',
    value1vdsGroupContent:
      '•	Адказвае за распрацоўку і маркетынг інавацыйнай прадукцыі - зборна-разборных хуткаўзведзеных дамоў у складзе сталёвых элементаў кампазітнага жалезабетону каркаса і драўляных панэляў (з выкарыстаннем тэхналогіі МHМ).',
    value2vdsGroupContent:
      '•	Цеснае супрацоўніцтва з будаўнічымі кампаніямі і праекціроўшчыкамі.',
    value3vdsGroupContent: '•	Продаж прадукцыі.',
    value4vdsGroupContent: '•	Распрацоўваў і ўкараняў уліковую палітыку.',

    lesoindustriya: 'ГЕНЕРАЛЬНЫ ДЫРЭКТАР ТОВ «ЛЕСОИНДУСТРИЯ», УКРАІНА',
    value1lesoindustriyaContent:
      '• Кіраваў 140 супрацоўнікамі. Распрацоўваў новыя прадукты, падтрымліваў сувязь з кліентамі па ўсёй Еўропе.',
    value2lesoindustriyaContent: '• Цесна супрацоўнічаў з фінансавым аддзелам.',
    value3lesoindustriyaContent: '• Курыраваў аддзел продажаў.',
    value4lesoindustriyaContent: '• Вызначал тэхнічную палітыку прадпрыемства.',

    timberdesign:
      'НАМЕСНІК ГЕНЕРАЛЬНАГА ДЫРЭКТАРА, ПУП «ТІМБЕРДЫЗАЙН», МІНСК, БЕЛАРУСЬ',
    value1timberdesignContent:
      '• Адказываў за праекты і будаўнічую дакументацыю.',
    value2timberdesignContent: '• Кантраляваў працэс вырабу і зборкі пад ключ.',
    value3timberdesignContent:
      '• Кіраваў 25 супрацоўнікамі. Створаны канструктарскі аддзел і тэхналагічны аддзел.',

    holztech: 'ГЕНЕРАЛЬНЫ ДЫРЭКТАР ТАА «ХОЛЬЦТЭХЭКСПАРТ», Г. СТОЎБЦЫ, БЕЛАРУСЬ',
    value1holztechContent: '• Кіраваў 160 супрацоўнікамі.',
    value2holztechContent: '• Стварыў прадпрыемства з нуля.',
    value3holztechContent:
      '• Арганізаваны вытворчыя працэсы, выведзены на рынак новыя прадукты.',

    coswick:
      'ІНЖЭНЕР-ТЭХНОЛАГ, ВЯДУЧЫ ІНЖЭНЕР-ТЭХНОЛАГ, НАЧАЛЬНІК ВЫТВОРЧАСЦІ, НАМЕСНІК ГЕНЕРАЛЬНАГА ДЫРЭКТАРА ЗАМЕЖНАГА ПРАДПРЫЕМСТВА «КОСВІК»',
    value1coswickContent:
      '• Адказываў за распрацоўку і ўкараненне новых відаў падлогавых пакрыццяў.',
    value2coswickContent: '• Загадваў вытворчым і тэхналагіческім аддзеламі.',

    bstu: 'ІНЖЭНЕР, МАЛОДШЫ НАВУКОВЫ СУПРАЦОЎНІК КАФЕДРЫ ТЭХНАЛОГІІ ДРЭВААПРАЦОЎЧЫХ ПРЭДПРЫЕМСТВАЎ БЕЛАРУСКАГА ДЗЯРЖАЎНАГА ТЭХНАЛАГІЧНАГА УНІВЕРСІТЭТА, МІНСК, БЕЛАРУСЬ',
    value1bstuContent:
      '• Праводзіў навуковыя даследаванні эфектыўнасці дрэваапрацоўкі.',
    value2bstuContent: '• Чытаў лекцыі і семінары.',
    personalInfoTitle1: 'АСАБІСТАЯ ІНФАРМАЦЫЯ',
    personalInfoTitle2: 'МЭТА',
    address: 'Адрас: Мінская вобласць, Беларусь, г. Кракаў, Польшча',
    email: 'Электронная пошта: zhuravlev.alex75@gmail.com',
    apps: 'Тэлефон і дадаткі: +375 29 6963938 +48789949433',
    namePersonalPart: 'ЖУРАЎЛЁЎ АЛЯКСЕЙ',
    stackTech:
      'SOFTWARE ENGINEER (FE) | REACT | JAVASCRIPT | TYPESCRIPT | NODE.JS | PROJECT MANAGER',
    personalValue:
      'Мэтанакіраваны, захоплены і арыентаваны на кліента менеджэр праектаў з больш чым 20-гадовым вопытам работы ў лесапільнай і мэблевай прамысловасці на пасадзе галоўнага тэхналагічнага дырэктара і кіраўніка вытворчасці. Адэпт у вырашэнні праблем і кіраванні вытворчым працэсам. Высокаарганізаваны і моцны лідэр са здольнасцю павялічваць вытворчасць і паляпшаць прыбытак.',

    educationBlockName: 'АДУКАЦЫЯ',
    postgraduate:
      'АСПІРАНТУРА, БЕЛАРУСКІ ДЗЯРЖАЎНЫ ТЭХНАЛАГІЧНЫ УНІВЕРСІТЭТ, МІНСК, БЕЛАРУСЬ',
    postgraduateSpecialization:
      'Спецыялізацыя 05.21.05: тэхналогія і абсталяванне дрэваапрацоўчай прамысловасці, тэхналогія драўніны',
    bachelor:
      'БАКАЛАЎР, БЕЛАРУСКІ ДЗЯРЖАЎНЫ ТЭХНАЛАГІЧНЫ УНІВЕРСІТЭТ, МІНСК, БЕЛАРУСЬ',
    bachelorSpecialization: 'Спецыялізацыя: тэхналогія дрэваапрацоўкі.',

    coursesBlockName: 'КВАЛІФІКАЦЫЯ І КУРСЫ',
    coursesAndersenLabInternship:
      '• Iнтэрнатура ў AndersenLab “JavaScript/TypeScript, React”',
    coursesAndersenLabTrainee: '• Стажор AndersenLab “Node.JS”',
    coursesRSS:
      '• Полны курс Rolling Scopes School “JavaScript/Front-end with Certificate”',
    coursesCSB: '• Асновы інфарматыкі (Learn Digital Platform ад EPAM)',
    coursesVM: '• Відэакурсы HTML5 і CSS3',
    coursesFitness:
      '• Курс фітнес-акадэміі. Спецыялізаваны інструктар трэнажорнай залы і персанальны трэнер. ОАА Фітнес-адукацыя. Сертыфікат',
    coursesIPMProduction:
      '• Курс павышэння кваліфікацыі «Кіраванне выдаткамі і арганізацыя вытворчасці», СП ТАА «Інстытут прыватызацыі і менеджменту», Мінск, Беларусь. Сертыфікат',
    coursesIPMOptimization:
      '• Курс павышэння кваліфікацыі «Стратэгічнае кіраванне і аптымізацыя вытворчых працэсаў», СП ТАА «Інстытут прыватызацыі і менеджменту», Мінск, Беларусь. Сертыфікат',
    coursesEnglish:
      '• Курс англійскай мовы, Мінскі дзяржаўны лінгвістычны ўніверсітэт, Мінск, Беларусь. Дыплом',
  },
};
